Repository: cs-market/smart
Catalog: var/langs/*/addons/*_telegram.po
Languages: el_gr, ru_ru

# Addons::name::sw_telegram
source: [SW] Module sw_telegram
el_gr: SW: Ειδοποιήσεις σε Telegram
ru_ru: SW: Уведомления в Telegram

# Addons::description::sw_telegram
source: [SW] Module sw_telegram description
el_gr: Αυτή η ενότητα θα σας επιτρέψει να ρυθμίσετε ειδοποιήσεις σχετικά με τις παραγγελίες στο chat Telegram.
ru_ru: Этот модуль позволит вам настроить оповещения о заказах в чат Telegram.

# SettingsOptions::sw_telegram::sw_bot_token
source: [SW] sw_bot_token
el_gr: Token to access API
ru_ru: Token to access API

# SettingsTooltips::sw_telegram::sw_bot_token
source: sw_telegram_get_id tool icon
el_gr: Μετά τη δημιουργία ρομπότ που θα έχει εκδοθεί το κλειδί API. Γράψτε το εδώ. Μοιάζει κάπως έτσι: 317211249:AAFAxuqSqFuTQwI7XEkJ8RH7AXKj_GTX61g
ru_ru: После создание робота, вам будет выдан API ключ. Впишите его сюда. Выглядит примерно так: 317211249:AAFAxuqSqFuTQwI7XEkJ8RH7AXKj_GTX61g

# SettingsOptions::sw_telegram::sw_id_chat
source: [SW] sw_id_chat
el_gr: ID chats μέσα από το κενό
ru_ru: ID чатов через пробел

# SettingsTooltips::sw_telegram::sw_id_chat
source: sw_id_chat tool icon
el_gr: Μετά τη δημιουργία του ρομπότ και να αποθηκεύσετε το API Token, στείλτε ένα ρομπότ κάτι. Στη συνέχεια, κάντε κλικ στο κουμπί περισσότερες ID, ρομπότ, να Σας στείλει το ID άμεσων μηνυμάτων. Εισάγετε σε αυτό το πεδίο. Αν συνομιλίες πολλαπλά, μέσα από το κενό
ru_ru: После создание робота и сохранения API Token, напишите роботу что-нибудь. Далее нажмите кнопку получения ID, робот Вам пришлет ваш ID чата. Впишите его в это поле. Если чатов несколько, то через пробел

# SettingsOptions::sw_telegram::information
source: Information
el_gr: Πληροφορίες
ru_ru: Информация

# SettingsOptions::sw_telegram::user_information
source: user_information
el_gr: Ρυθμίσεις χρηστών
ru_ru: Настройки для пользователей

# SettingsOptions::sw_telegram::information_products
source: information_products
el_gr: Ρυθμίσεις
ru_ru: Настройки

# SettingsSections::sw_telegram::settings
source: id_settings
el_gr: Ρυθμίσεις
ru_ru: Настройки

# SettingsSections::sw_telegram::settings_vendor
source: settings_vendor
el_gr: Ρυθμίσεις προμηθευτές
ru_ru: Настройки продавцов

# SettingsSections::sw_telegram::instruction
source: id_instruction
el_gr: Οδηγίες
ru_ru: Инструкция

# SettingsSections::sw_telegram::proxy
source: proxy
el_gr: Πληρεξούσιοι
ru_ru: Прокси

# SettingsOptions::sw_telegram::use_proxy
source: use_proxy
el_gr: Χρησιμοποιήστε διακομιστή μεσολάβησης
ru_ru: Использовать прокси-сервер

# SettingsTooltips::sw_telegram::use_proxy
source: use_proxy ttc
el_gr: Η συνάρτηση είναι σχετική εάν η φιλοξενία ή ο πάροχός σας αποκλείει αιτήματα στο Telegram API. Συνιστούμε να εξετάσετε τους πληρεξούσιους επί πληρωμή, καθώς οι δωρεάν διακομιστές μεσολάβησης μπορεί να καθυστερήσουν την αποστολή δεδομένων ή την υποκλοπή δεδομένων.
ru_ru: Функция актуальна, если Ваш хостинг или провайдер блокируют запросы к API Telegram. Рекомендуем рассматривать платные прокси-серверы, так как бесплатные прокси-серверы могут задерживать отправку данных, или перехватывать данные.

# SettingsOptions::sw_telegram::proxy_host
source: proxy_host
el_gr: Host
ru_ru: IP прокси

# SettingsOptions::sw_telegram::proxy_port
source: proxy_port
el_gr: Port
ru_ru: Порт прокси

# SettingsOptions::sw_telegram::proxy_user
source: proxy_user
el_gr: User
ru_ru: User

# SettingsOptions::sw_telegram::proxy_password
source: proxy_password
el_gr: Password
ru_ru: Password

# SettingsOptions::sw_telegram::tg_allow_for_vendor
source: tg_allow_for_vendor
el_gr: Να επιτρέπονται ειδοποιήσεις προμηθευτών
ru_ru: Разрешить уведомлять продавцов

# SettingsOptions::sw_telegram::tg_allow_in_tarifs
source: tg_allow_in_tarifs
el_gr: Σχέδιο δασμολογικής εξάρτησης
ru_ru: Зависимость от тарифного плана

# SettingsOptions::sw_telegram::tg_call_notification
source: id_tg_call_notification
el_gr: Ειδοποιήσεις σε Telegram κατά την παραγγελία σε 1 κλικ και διαταγή κλήσης
ru_ru: Уведомления в Telegram при заказе в 1 клик и заказе звонка

# SettingsOptions::sw_telegram::tg_order_notification
source: id_tg_order_notification
el_gr: Ειδοποιήσεις σε Telegram με επιτυχία τη διαδικασία παραγγελίας
ru_ru: Уведомления в Telegram при успешном оформлении заказа

# SettingsOptions::sw_telegram::tg_rewiev_notification
source: [SW] tg_rewiev_notification
el_gr: Ειδοποιήσεις σε Telegram όταν στέλνετε σχόλια
ru_ru: Уведомления в Telegram при отправке отзыва

# SettingsOptions::sw_telegram::sw_bot_name
source: [SW] sw_bot_name
el_gr: Όνομα χρήστη bot
ru_ru: Имя бота

# SettingsTooltips::sw_telegram::sw_bot_name
source: tool sw_bot_name
el_gr: Θα συμπληρωθεί αυτόματα όταν ζητάτε ένα αναγνωριστικό συνομιλίας.
ru_ru: Будет заполнено автоматически при запросе ID чата.

# SettingsOptions::sw_telegram::tg_order_status_notification
source: tg_order_status_notification
el_gr: Ειδοποίηση τηλεγραφήματος κατά την αλλαγή της κατάστασης παραγγελίας
ru_ru: Уведомления в Telegram при смене статуса заказа

# SettingsTooltips::sw_telegram::tg_order_status_notification
source: tool tg_order_status_notification
el_gr: Ο χρήστης θα έχει τη δυνατότητα να λαμβάνει ειδοποιήσεις σχετικά με την κατάσταση της παραγγελίας στο Τηλεγράφημα. Εάν ο χρήστης είναι εγγεγραμμένος, τότε δεν χρειάζεται να ενεργοποιείτε τις ειδοποιήσεις κάθε φορά. Μπορείτε να ακυρώσετε τις ειδοποιήσεις στον λογαριασμό χρήστη σας.
ru_ru: Пользователю будет предоставлена возможность получать уведомления о статуса заказа в Telegram. Если пользователь зарегистрирован, то не придется каждый раз активировать уведомления. Отменить уведомления можно в личном кабинете пользователя.

# SettingsOptions::sw_telegram::tg_users_notification
source: tg_users_notification
el_gr: Ειδοποιήσεις χρηστών
ru_ru: Уведомления для пользователей

# SettingsTooltips::sw_telegram::tg_users_notification
source: tg_users_notification tt
el_gr: Να επιτρέπεται στους χρήστες να λαμβάνουν ειδοποιήσεις στο Τηλεγράφημα όταν αλλάζουν την κατάσταση της παραγγελίας
ru_ru: Разрешить пользователям получать уведомления в Telegram при смене статуса заказа

# SettingsOptions::sw_telegram::tg_send_stickers
source: tg_send_stickers
el_gr: Ενεργοποίηση αυτοκόλλητων ειδοποιήσεων
ru_ru: Включить стикеры для уведомлений

# SettingsOptions::sw_telegram::tg_review_vendor_notification
source: tg_review_vendor_notification
el_gr: Ειδοποιήσεις νέων αναθεωρήσεων
ru_ru: Уведомления по новым отзывам

# SettingsOptions::sw_telegram::tg_call_vendor_notification
source: tg_call_vendor_notification
el_gr: Οι ειδοποιήσεις από τη φόρμα αγοράζουν με 1 κλικ
ru_ru: Уведомления с формы купить в 1 клик

# SettingsOptions::sw_telegram::tg_allow_change_order_status
source: tg_allow_change_order_status
el_gr: Επιτρέψτε στους πωλητές να αλλάξουν τις καταστάσεις παραγγελιών μέσω του bot
ru_ru: Разрешить продавцам менять статусы заказов через бота

# SettingsTooltips::sw_telegram::tg_allow_change_order_status
source: ttc tg_allow_change_order_status
el_gr: Η εντολή αλλαγής της κατάστασης θα έχει την εξής μορφή: ORD 1234 (ή ORDER 1234). Όπου 1234 είναι ο αριθμός παραγγελίας. Στη συνέχεια, το Bot θα προσφέρει επιλογές για καταστάσεις.
ru_ru: Команда для смены статуса будет выглядеть так: ORD 1234 (или ORDER 1234). Где 1234 - номер заказа. Далее Бот предложит варианты статусов.

# Languages::fn_sw_telegram
source: token to access_info
el_gr: Εάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις για τη βελτίωση της ενότητας <br/> μπορείτε να επικοινωνήσετε μαζί μας μέσω e-mail <b>support@sweetcode.ru</b>
ru_ru: Если возникнут вопросы или предложения по улучшению модуля,<br/> можете обращаться по e-mail <b>support@sweetcode.ru</b>

# Languages::sw_telegram_get_id
source: sw_telegram_get_id
el_gr: Λήψη του αναγνωριστικού της συνομιλίας
ru_ru: Получение ID чата

# Languages::sw_telegram_get_id_chat
source: _sw_telegram_get_id_chat
el_gr: Στείλετε
ru_ru: Отправить

# Languages::sw_telegrame_call_order
source: sw_telegrame_call_order
el_gr: Ζητήστε επιστροφή κλήσης:
ru_ru: <b>Заказ звонка:</b>

# Languages::tg_products_in_order
source: id_tg_products_in_order
el_gr: Τα αντικείμενα της παραγγελίας
ru_ru: <b>Товары в заказе</b>

# Languages::tg_order_summ
source: id_tg_order_summ
el_gr: Στο ποσό των
ru_ru: На сумму

# Languages::tg_order_num_text
source: id_tg_order_num_text
el_gr: Καταχωρήθηκε παραγγελία №
ru_ru: Поступил заказ №

# Languages::sw_telegram_manage_storefront_instruction
source: sw_telegram_manage_storefront_instruction
el_gr: Εγχειρίδιο
ru_ru: Инструкция

# Languages::sw_telegram_manage_storefront_instruction_text
source: sw_telegram_manage_storefront_instruction_text
el_gr: :) γεια, η συνομιλία ταυτότητάς σας
ru_ru: :) привет, ваш ID чата

# Languages::sw_telegrame_get_new_post_disqus
source: [SW] sw_telegrame_get_new_post_disqus
el_gr: Λάβατε νέα κριτική ή ερώτηση:
ru_ru: Получен новый отзыв или вопрос:

# Languages::sw_telegrame_rating_value_stars
source: [SW] sw_telegrame_rating_value_stars
el_gr: Αριθμός αστεριών:
ru_ru: Количество звезд:

# Languages::sw_telegram.confirm_noty
source: [SW] sw_telegram.confirm_noty
el_gr: Λάβετε ειδοποίηση για την κατάσταση παραγγελίας στο Telegram
ru_ru: Получать уведомления о статусе заказа в Telegram

# Languages::sw_telegram.confirm_noty_ttc
source: [SW] sw_telegram.confirm_noty tt
el_gr: Θα ανακατευθυνθείτε στην υπηρεσία παράκαμψης μπλοκ Telegram. Μετά από ένα δευτερόλεπτο, ανοίγει η εφαρμογή Telegram, όπου στη συνομιλία κάντε κλικ στο κουμπί START
ru_ru: Вы будете переадресованы на сервис обхода блокировки Telegram. Через секунду откроется приложение Telegram, где в чате нажмите кнопку START

# Languages::sw_telegram.reg_webhook
source: [SW] sw_telegram.reg_webhook
el_gr: Εγγραφή στο Webhook
ru_ru: Зарегистрировать Webhook

# Languages::ttc_sw_telegram.reg_webhook
source: [SW] ttc sw_telegram.reg_webhook
el_gr: Κάντε κλικ στο κουμπί μία φορά μόλις αποθηκεύσετε όλα τα δεδομένα API. Για να εγγραφείτε webhook
ru_ru: Нажмите кнопку один раз, как только сохраните все данные по API. Чтобы зарегистрировать webhook

# Languages::sw_telegram.chat_id
source: [SW] sw_telegram.chat_id
el_gr: Αναγνωριστικό συνομιλίας χρήστη
ru_ru: ID чата пользователя

# Languages::sw_telegram.notify_telegram
source: [SW] sw_telegram.notify_telegram
el_gr: Ειδοποίηση χρήστη στο Telegram
ru_ru: Уведомить пользователя в Telegram

# Languages::sw_telegram.notify_message
source: [SW] sw_telegram.notify_message
el_gr: [name], καλώς ήρθατε! Στην παραγγελία σας # [order_id] εκχωρήθηκε η κατάσταση: <b> [status] </b>
ru_ru: [name], приветствуем Вас! Вашему заказу №[order_id] был присвоен статус: <b>[status]</b>

# Languages::sw_telegram.webhook_del
source: [SW] sw_telegram.webhook_del
el_gr: Το Webhook διαγράφηκε αυτόματα. Ζητήστε ξανά αναγνωριστικό συνομιλίας.
ru_ru: Webhook был автоматически удален. Запросите ID чата еще раз.

# Languages::sw_telegram.noty_user_info
source: [SW] sw_telegram.noty_user_info
el_gr: Λάβετε πληροφορίες παραγγελίας
ru_ru: Получать информацию по заказу

# Languages::sw_telegram.noty_user_info_yet
source: [SW] sw_telegram.noty_user_info_yet
el_gr: Τώρα θα λάβετε πληροφορίες για παραγγελίες
ru_ru: Теперь Вы будете получать информацию по заказам

# Languages::sw_telegram.noty_user_unsubscr
source: [SW] sw_telegram.noty_user_unsubscr
el_gr: Καταργήσατε την εγγραφή σας από ειδοποιήσεις
ru_ru: Вы отписаны от оповещений

# Languages::sw_telegram.noty_user_ok_sbscr
source: [SW] sw_telegram.noty_user_ok_sbscr
el_gr: Βρήκαμε τον λογαριασμό σας. Τώρα θα λάβετε πληροφορίες για όλες τις παραγγελίες. Για κατάργηση εγγραφής, στείλτε ένα μήνυμα στο bot - STOP
ru_ru: Мы нашли Ваш аккаунт. Теперь Вы будете получать информацию по всем заказам. Чтобы отказаться от подписки, отправьте боту сообщение - STOP

# Languages::sw_telegram.noty_user_subscr_order
source: [SW] sw_telegram.noty_user_subscr_order
el_gr: Έχετε εγγραφεί στις ειδοποιήσεις παραγγελίας: Όχι.
ru_ru: Вы подписаны на уведомления по заказу: №

# Languages::sw_telegram.noty_user_information_text
source: [SW] sw_telegram.noty_user_information_text
el_gr: Η φιλοξενία ή ο πάροχός σας αποκλείει το API Telegram.
ru_ru: Ваш хостинг или провайдер блокирует API Telegram.

# Languages::sw_telegram.notify_telegram_user_settings
source: [SW] sw_telegram.notify_telegram_user_settings
el_gr: Ειδοποιήσεις τηλεγραφήματος
ru_ru: Уведомления в Telegram

# Languages::sw_telegram.confirm_noty_text_info
source: [SW] sw_telegram.confirm_noty_text_info
el_gr: Αφού ανοίξει το παράθυρο, πατήστε το κουμπί ΕΚΚΙΝΗΣΗ και θα εγγραφείτε για να παραγγείλετε ειδοποιήσεις. Μπορείτε να διαγραφείτε στον προσωπικό σας λογαριασμό
ru_ru: После того, как откроется окно, нажмите кнопку START, и Вы будете подписаны на уведомления по заказам. Отписаться можно в Вашем личном кабинете

# Languages::sw_telegram.keyboard_last_status
source: [SW] sw_telegram.keyboard_last_status
el_gr: Κατάσταση τελευταίας παραγγελίας
ru_ru: Статус последнего заказа

# Languages::sw_telegram.keyboard_subscr
source: [SW] sw_telegram.keyboard_subscr
el_gr: Εγγραφείτε
ru_ru: Подписаться

# Languages::sw_telegram.keyboard_unsubscr
source: [SW] sw_telegram.keyboard_unsubscr
el_gr: Κατάργηση εγγραφής
ru_ru: Отписаться

# Languages::sw_telegram.keyboard_no_found
source: [SW] sw_telegram.keyboard_no_found
el_gr: Η ομάδα δεν βρέθηκε
ru_ru: Команда не найдена

# Languages::sw_telegram.chat_is_empty
source: [SW] sw_telegram.chat_is_empty
el_gr: Το αναγνωριστικό συνομιλίας δεν βρέθηκε, γράψτε οποιοδήποτε κείμενο στο bot σας
ru_ru: ID чата не найден, напишите Вашему боту любой текст

# Languages::sw_telegram.order_no_found
source: [SW] sw_telegram.order_no_found
el_gr: Δεν βρέθηκε παραγγελία για τα δεδομένα σας
ru_ru: Не найдено ни одного заказа по Вашим данным

# Languages::sw_telegram.noty_user_no_account
source: [SW] sw_telegram.noty_user_no_account
el_gr: Λυπούμαστε, ο λογαριασμός σας δεν βρέθηκε.
ru_ru: К сожалению, Ваш аккаунт не найден.

# Languages::sw_telegram.noty_vendors
source: [SW] sw_telegram.noty_vendors
el_gr: Να επιτρέπονται ειδοποιήσεις για πωλητές στο Telegram
ru_ru: Разрешить уведомления для продавцов в Telegram

# Languages::sw_telegram.confirm_noty_vendor
source: [SW] sw_telegram.confirm_noty_vendor
el_gr: Λάβετε ειδοποιήσεις παραγγελίας
ru_ru: Получать уведомления по заказам

# Languages::sw_telegram_get_id_chat_tooltip
source: [SW] sw_telegram.sw_telegram_get_id_chat_tooltip
el_gr: Εάν το κουμπί START δεν εμφανίζεται στη συνομιλία κατά την αποστολή, κλείστε την εφαρμογή Telegram και πατήστε ξανά το κουμπί. Αφού κάνετε κλικ στο κουμπί, φορτώστε ξανά αυτήν τη σελίδα, το αναγνωριστικό συνομιλίας θα πρέπει να καταχωρείται αυτόματα
ru_ru: Если при отправке кнопка START не появляется в чате, закройте приложение Telegram и нажмите кнопку еще раз. После нажатия на кнопку, перезагрузите данную страницу, ID чата должен прописаться автоматически

# Languages::sw_telegram.vendor_message_order_pre
source: [SW] sw_telegram.vendor_message_order_pre
el_gr: [firstname], Σας καλωσορίζουμε! Στην ιστοσελίδα
ru_ru: [firstname], приветствуем Вас! На сайте

# Languages::sw_telegram.notify_message_vendor
source: [SW] sw_telegram.notify_message_vendor
el_gr: [name]. Η παραγγελία σας №[order_id] εκχωρημένη κατάσταση: <b>[status]</b>
ru_ru: [name]. Вашему заказу №[order_id] был присвоен статус: <b>[status]</b>

# Languages::sw_telegram.user_message_order_pre
source: [SW] sw_telegram.user_message_order_pre
el_gr: [name], σας καλωσορίζουμε! Στην ιστοσελίδα
ru_ru: [name], приветствуем Вас! На сайте

# Languages::sw_telegram.user_order_pre_num
source: [SW] sw_telegram.user_order_pre_num
el_gr: Η παραγγελία έγινε №
ru_ru: Размещен заказ №

# Languages::sw_telegram.dear_user
source: [SW] sw_telegram.dear_user
el_gr: Αγαπητέ χρήστη
ru_ru: Дорогой пользователь

# SettingsOptions::sw_telegram::review
source: [SW] review
el_gr: Ανατροφοδότηση
ru_ru: Обратная связь

# SettingsSections::sw_telegram::general
source: General settings
el_gr: Γενικές ρυθμίσεις
ru_ru: Общие настройки

# SettingsSections::sw_telegram::review_tab
source: review_tab
el_gr: Ανατροφοδότηση
ru_ru: Обратная связь

# Languages::sw.add_review_text
source: [SW] sw.add_review_text
el_gr: Είμαστε πολύ ευτυχείς που χρησιμοποιείτε την ενότητα μας για να λύσετε τα προβλήματά σας. Η υποστήριξή μας είναι πάντα έτοιμη να βοηθήσει και δέχεται αιτήματα όλο το εικοσιτετράωρο <a href="mailto:support@sweetcode.ru"> support@sweetcode.ru </a>.<br/><br/>μοιραστείτε μαζί μας την εντύπωση σας από τη χρήση της μονάδας στο Marketplace CS-Cart. <br/><br/> και επίσης, σας δίνουμε έναν απεριόριστο κωδικό προσφοράς για έκπτωση 10% σε όλες τις ενότητες μας <span class='sw-sale'>SWEET10</span>
ru_ru: Мы очень рады, что Вы используете наш модуль для решения своих задач. Наша поддержка всегда готова помочь и принимает запросы круглосуточно <a href="mailto:support@sweetcode.ru">support@sweetcode.ru</a>.<br/> <br/>Поделитесь с нами впечатлением от использования модуля на Маркетплейсе CS-Cart.<br/><br/>А еще, дарим Вам бессрочный промо-код на скидку 10%, на все наши модули <span class='sw-sale'>SWEET10</span>

# Languages::sw.add_review_btn
source: [SW] sw.add_review_btn
el_gr: Δώστε ανατροφοδότηση σχετικά με το CS-Cart Marketplace

# Languages::sw.add_review_title
source: [SW] sw.add_review_title
el_gr: Μήνυμα υποστήριξης

# Languages::sw.add_review_hint
source: [SW] sw.add_review_hint
el_gr: Αυτό το μήνυμα θα σταλεί σε γρήγορη μορφή στην υποστήριξή μας. Μπορείτε να γράψετε εδώ τις επιθυμίες σας για την ενότητα, σχετικά με προβλήματα στην ενότητα ή οποιαδήποτε άλλη ερώτηση.

# Languages::sw.res_email_admin
source: SW: res_email_admin
el_gr: Η ειδοποίηση θα σταλεί στο:
ru_ru: Уведомление поступит на E-mail:

# Languages::sw_telegram.chat_id_ttc
source: SW: sw_telegram.chat_id_ttc
el_gr: Μπορείτε να καθορίσετε πολλαπλές συνομιλίες που χωρίζονται με κόμματα
ru_ru: Можно указать несколько чатов через запятую

# Languages::sw_telegram.how_status
source: SW: sw_telegram.how_status
el_gr: Επιλέξτε την κατάσταση νέας παραγγελίας #[order_id]
ru_ru: Пожалуйста, выберите новый статус заказа #[order_id]

# Languages::sw_telegram.order_not_found
source: SW: sw_telegram.order_not_found
el_gr: Η παραγγελία δεν βρέθηκε
ru_ru: Заказ не найден

# Languages::sw_telegram.use
source: SW: sw_telegram.use
el_gr: Διαθέσιμες εντολές -
ru_ru: Доступные команды -

# Languages::sw_telegram.command_change_status
source: SW: sw_telegram.command_change_status
el_gr: Για να αλλάξετε την κατάσταση της παραγγελίας ή να λάβετε πληροφορίες σχετικά με την παραγγελία, χρησιμοποιήστε την εντολή: ORD 1234 (ή ORDER 1234). Όπου 1234 είναι ο αριθμός παραγγελίας. Σε απάντηση, το Bot θα προσφέρει επιλογές για καταστάσεις.
ru_ru: Для смены статуса заказа или получения информации по заказу используйте команду: заказ 1234 (Еще варианты: Заказ 1234, ORD 1234, ORDER 1234). Где 1234 - номер заказа. В ответ Бот предложит варианты статусов.

# Languages::sw_telegram.command_change_status_title
source: SW: sw_telegram.command_change_status_title
el_gr: Πληροφορίες Παραγγελίας και διαχείριση κατάστασης παραγγελίας:
ru_ru: Информация по заказу и управление статусами заказа:

# Languages::sw_telegram.command_change_status_text
source: SW: sw_telegram.command_change_status_text
el_gr: Στις ρυθμίσεις προφίλ των διαχειριστών που θα πρέπει να μπορούν να διαχειρίζονται τις καταστάσεις παραγγελιών μέσω του bot, συμπληρώστε το αναγνωριστικό συνομιλίας.
ru_ru: В настройках профиля администраторов, которые должны иметь возможность управлять статусами заказов через бота, заполните ID чата.

# Languages::sw_telegram.zipcode
source: SW: sw_telegram.zipcode
el_gr: Ταχυδρομικός Κώδικας
ru_ru: Индекс

# Languages::sw_telegram.webhook_text
source: SW: sw_telegram.webhook_text
el_gr: Πατήστε το κουμπί κάθε φορά που προσθέτετε νέα αναγνωριστικά συνομιλίας στις ρυθμίσεις της μονάδας
ru_ru: Нажимайте кнопку каждый раз, когда вносите новые ID чатов в настройки модуля

# SettingsSections::sw_telegram::additional_addons
source: additional_addons
el_gr: Συμβατότητα με πρόσθετα
ru_ru: Совместимость с модулями

# SettingsOptions::sw_telegram::ab__hoi_mask_id
source: ab__hoi_mask_id
el_gr: Χρησιμοποιήστε έναν αριθμό παραγγελίας αντικατάστασης [AB: Hiding the order number]
ru_ru: Использовать подменный номер заказа [AB: Скрытие номера заказа]

# Languages::sw_telegram.manage_list
source: SW: sw_telegram.manage_list
el_gr: Συνδρομητές Telegram
ru_ru: Подписчики Telegram

# Languages::sw_telegram.confirm_noty_short
source: SW: sw_telegram.confirm_noty_short
el_gr: Εγγραφή σε ειδοποιήσεις
ru_ru: Подписан на уведомления

# Languages::sw_telegram.date_add
source: SW: sw_telegram.date_add
el_gr: Ημερομηνία εγγραφής
ru_ru: Дата подписки

# Languages::sw_telegram.comm_stop
source: SW: sw_telegram.comm_stop
el_gr: Διακοπή Ειδοποιήσεων
ru_ru: Остановить уведомления

# Languages::sw_telegram.comm_subscribe
source: SW: sw_telegram.comm_subscribe
el_gr: Εγγραφείτε στις ειδοποιήσεις
ru_ru: Подписаться на уведомления

# Languages::sw_telegram.comm_id
source: SW: sw_telegram.comm_id
el_gr: Η ταυτότητά σας
ru_ru: Ваш ID

# Languages::sw_telegram.comm_last_order
source: SW: sw_telegram.comm_last_order
el_gr: Πληροφορίες για την τελευταία παραγγελία
ru_ru: Информация по последнему заказу

# Languages::sw_telegram.comm_choose
source: SW: sw_telegram.comm_choose
el_gr: Επιλέξτε την εντολή
ru_ru: Выберите команду

# Languages::sw_telegram.comm_change_status
source: SW: sw_telegram.comm_change_status
el_gr: Αλλαγή κατάστασης παραγγελίας
ru_ru: Изменить статус заказа

# Languages::sw_telegram.can_register
source: SW: sw_telegram.can_register
el_gr: Μπορείτε να εγγραφείτε στην ιστοσελίδα μας
ru_ru: Вы можете зарегистрироваться на нашем сайте

# Languages::sw_telegram.manage_list_menu_description
source: SW: sw_telegram.manage_list_menu_description
el_gr: Λίστα συνδρομητών Τηλεγράφημα
ru_ru: Список подписчиков Telegram

# Languages::sw_telegram.add_user_noty
source: SW: sw_telegram.add_user_noty
el_gr: Ενεργοποίηση ειδοποιήσεων στο Τηλεγράφημα
ru_ru: Подключить уведомления в Telegram

# SettingsOptions::sw_telegram::tg_action_profile
source: tg_action_profile
el_gr: Επιτρέψτε στο χρήστη να εγγραφεί από τις ρυθμίσεις προφίλ
ru_ru: Разрешить пользователю подписываться из настроек профиля

# SettingsOptions::sw_telegram::tg_action_menu
source: tg_action_menu
el_gr: Εμφάνιση του στοιχείου συνδρομές ειδοποιήσεων στο μενού Προφίλ χρήστη
ru_ru: Отобразить пункт подписки на уведомления в меню профиля пользователя

# Languages::sw.add_review_btn
source: SW: sw.add_review_btn
ru_ru: Оставить отзыв на CS-Cart Marketplace

# Languages::sw.add_review_title
source: SW: sw.add_review_title
ru_ru: Сообщение в поддержку

# Languages::sw.add_review_hint
source: SW: sw.add_review_hint
ru_ru: Данное сообщение поступит в быстрой форме в нашу поддержку. Вы можете написать тут Ваши пожелания по модулю, о проблемах в модуле или любой другой вопрос.
