Repository: cs-market/smart
Catalog: var/langs/*/addons/cloudpayments.po
Languages: ru_ru

# Addons::description::cloudpayments
source: Payment widget CloudPayments
ru_ru: Виджет оплаты CloudPayments

# Languages::cloudpayments_order_desc_prefix
source: Order payment #
ru_ru: Оплата заказа #

# Languages::cloudpayments_notify_url_notice
source: Copy and paste this URL in CloudPayments account:<br/><b>Check: </b><br/>[check_url]<br/><b>Pay: </b><br/>[pay_url]<br/><b>Confirm: </b><br/>[confirm_url]<br/><b>Fail: </b><br/>[fail_url]<br/><b>Refund: </b><br/>[refund_url]<br/><b>Cancel: </b><br/>[cancel_url]<br/>
ru_ru: Скопируйте и добавьте следующие URL уведомлений в личном кабинете CloudPayments у соответствующих уведомлений в настройках сайта:<br/><b>Check: </b><br/>[check_url]<br/><b>Pay: </b><br/>[pay_url]<br/><b>Confirm: </b><br/>[confirm_url]<br/><b>Fail: </b><br/>[fail_url]<br/><b>Refund: </b><br/>[refund_url]<br/><b>Cancel: </b><br/>[cancel_url]<br/>

# Languages::cloudpayments_public_id
source: Public ID
ru_ru: Идентификатор сайта

# Languages::cloudpayments_secret_key
source: Secret key
ru_ru: Секретный ключ

# Languages::cloudpayments_language
source: Widget language
ru_ru: Язык виджета

# Languages::cloudpayments_receipt
source: Online receipt
ru_ru: Онлайн-касса

# Languages::cloudpayments_payment_scheme
source: Payment Schemes
ru_ru: Схема проведения платежа

# Languages::cloudpayments_payment_scheme_charge
source: Single message payment
ru_ru: Одностадийная оплата

# Languages::cloudpayments_payment_scheme_auth
source: Dual message payment
ru_ru: Двухстадийная оплата

# Languages::cloudpayments_skin
source: Widget design
ru_ru: Дизайн виджета

# Languages::cloudpayments_taxation_system
source: Taxation system
ru_ru: Система налогообложения

# Languages::cloudpayments_taxation_system_osn
source: General taxation system
ru_ru: Общая система налогообложения

# Languages::cloudpayments_taxation_system_usn_income
source: Simplified taxation system (Income)
ru_ru: Упрощенная система налогообложения (Доход)

# Languages::cloudpayments_taxation_system_usn_income_outcome
source: Simplified taxation system (Income minus Expenditure)
ru_ru: Упрощенная система налогообложения (Доход минус Расход)

# Languages::cloudpayments_taxation_system_envd
source: A single tax on imputed income
ru_ru: Единый налог на вмененный доход

# Languages::cloudpayments_taxation_system_esn
source: Unified agricultural tax
ru_ru: Единый сельскохозяйственный налог

# Languages::cloudpayments_taxation_system_patent
source: Patent system of taxation
ru_ru: Патентная система налогообложения

# Languages::cloudpayments_text_status_map
source: Map of order statuses
ru_ru: Карта статусов заказа

# Languages::cloudpayments_status.paid
source: Paid
ru_ru: Оплачен

# Languages::cloudpayments_status.confirm
source: Payment authorized
ru_ru: Платеж авторизован

# Languages::cloudpayments_status.cancel
source: Payment canceled
ru_ru: Платеж отменен

# Languages::cloudpayments_status.failed
source: Failed
ru_ru: Отклонен

# Languages::cloudpayments_status.refunded
source: Refunded
ru_ru: Возвращен

# Languages::cloudpayments_payment_failed
source: Payment declined
ru_ru: Платеж отклонен

# Languages::cloudpayments_payment_canceled
source: Payment canceled
ru_ru: Платеж отменен
