Repository: cs-market/smart
Catalog: var/langs/*/addons/ecl_cross_selling.po
Languages: ru_ru

# Addons::name::ecl_cross_selling
source: [eCom Labs] Up-sells And Cross-sells
ru_ru: [eCom Labs] Up-sells И Cross-sells

# Addons::description::ecl_cross_selling
source: Shows related products in the Add to cart notification, Cart content and notification on the order landing page
ru_ru: Показывает сопутствующие товары в уведомлении о добавлении товара в корзину, на странице корзины и на странице после завершения оформления заказа

# Languages::ecl_cross_selling
source: [eCom Labs] Up-sells And Cross-sells
ru_ru: [eCom Labs] Up-sells И Cross-sells

# SettingsOptions::ecl_cross_selling::add_to_cart_notification
source: Show related products in the Add to cart notification
ru_ru: Показать сопутствующие товары при добавлении в корзину

# SettingsOptions::ecl_cross_selling::reminder_notification
source: Show related products in the Reminder notification
ru_ru: Показать сопутствующие товары после оформления заказа

# SettingsOptions::ecl_cross_selling::cart_notification
source: Show related products on the Cart page
ru_ru: Показать сопутствующие товары на странице корзины

# SettingsOptions::ecl_cross_selling::amount_product_add_to_cart
source: Amount of products in the Add to cart notification
ru_ru: Количество продуктов в уведомлении при добавлении в корзину

# SettingsOptions::ecl_cross_selling::amount_product_reminder
source: Amount of products in the Reminder notification
ru_ru: Количество продуктов в уведомлении после оформления заказа

# SettingsOptions::ecl_cross_selling::amount_product_cart
source: Amount of products on the Cart page
ru_ru: Количество продуктов на странице корзины

# Languages::related_products
source: Related products
ru_ru: Сопутствующие товары

# Languages::customer_who_bought
source: You may also like
ru_ru: Вам также может понравиться

# Languages::anything_else_maybe
source: Anything else, maybe?
ru_ru: Что-нибудь еще?

# Languages::you_may_also_like
source: You may also like
ru_ru: Вам также может понравиться
