Repository: cs-market/smart
Catalog: var/langs/*/addons/eshop_logistic.po
Languages: ru

# Addons::name::eshop_logistic
source: Integration of the eShopLogistic
ru: Интеграция сервиса eShopLogistic

# Addons::description::eshop_logistic
source: Adds the ability to configure deliveries using the eShopLogistic service
ru: Добавляет возможность настраивать доставки с помощью сервиса eShopLogistic

# Languages::eshop_logistic.cron_info
source: To automatically clear the log table, use this script
ru: Чтобы автоматически очищать таблицу логов используйте этот скрипт

# Languages::eshop_logistic.logs
source: eShopLogistic: Logging
ru: eShopLogistic: Логирование

# Languages::eshop_logistic.eshop_clear_cache
source: Clear cache eShopLogistic
ru: Очистить кэш eShopLogistic

# Languages::eshop_logistic.balance
source: Balance
ru: Баланс

# Languages::eshop_logistic.time_of_request
source: Last update time
ru: Время последнего обновления

# Languages::eshop_logistic.services
source: Available services
ru: Доступные сервисы

# Languages::eshop_logistic.only_russian_country
source: The calculation is made only for Russia
ru: Расчет производится только для России

# Languages::eshop_logistic.can_not_find_city
source: Could not determine FIAS code for the city [city]
ru: Не удалось определить ФИАС код для города [city]

# Languages::eshop_logistic.can_not_find_city_for_delivery_service
source: Couldn
ru: Не удалось найти город для метода доставки

# Languages::eshop_logistic.cities_progress
source: Cities processed [current_row] out of [total_rows]
ru: Городов обработано [current_row] из [total_rows]

# Languages::eshop_logistic.custom_delivery_city_request
source: Request a city for your own service
ru: Запрос города для собственной службы

# Languages::eshop_logistic.internal_error
source: Internal error
ru: Внутренняя ошибка

# Languages::eshop_logistic.can_not_save_cities_file
source: Failed to save the cities file
ru: Не удалось сохранить файл городов

# Languages::eshop_logistic.api_key_not_found
source: API key not found
ru: API ключ не найден

# Languages::eshop_logistic.api_request_fail
source: The API request failed with an error
ru: API запрос завершился с ошибкой

# Languages::eshop_logistic.payment_type_card
source: Card
ru: Карта

# Languages::eshop_logistic.payment_type_cash
source: Cash
ru: Наличные

# Languages::eshop_logistic.payment_type_cashless
source: Cashless
ru: Безналичный расчет

# Languages::eshop_logistic.payment_type_prepay
source: Prepay
ru: Предоплата

# Languages::eshop_logistic.site_request
source: Account details
ru: Данные аккаунта

# Languages::eshop_logistic.cities_codes_request
source: Cities codes
ru: Коды городов

# Languages::eshop_logistic.services_init_request
source: Initializing services
ru: Инициализация служб

# Languages::eshop_logistic.delivery_request
source: Calculation of the cost and delivery time
ru: Расчёт стоимости и сроков доставки

# Languages::eshop_logistic.cities_search_request
source: Search for localities for delivery
ru: Поиск населённых пунктов для доставки

# Languages::eshop_logistic.services_info_request
source: All available shipping options
ru: Все доступные варианты доставки

# Languages::eshop_logistic.get_data_for_delivery
source: Getting delivery data (not an API request)
ru: Получение данных о доставке (не API запрос)

# Languages::eshop_logistic.use_auto_image
source: Automatically upload an image
ru: Автоматически загрузить изображение

# Languages::eshop_logistic.log_date
source: Date
ru: Дата

# Languages::eshop_logistic.log_time
source: Run time
ru: Время выполнения

# Languages::eshop_logistic.log_message
source: Message
ru: Сообщение

# Languages::eshop_logistic.log_data
source: Data
ru: Данные

# Languages::eshop_logistic.log_status
source: Status
ru: Статус

# Languages::eshop_logistic.log_operation
source: Operation
ru: Процесс

# Languages::eshop_logistic.is_caching
source: Cache
ru: Кэш

# Languages::eshop_logistic.view_log_data
source: View more
ru: Подробнее

# Languages::eshop_logistic.log_status_error
source: Error
ru: Ошибка

# Languages::eshop_logistic.log_status_success
source: Successful
ru: Успех

# Languages::eshop_logistic.clear_logs
source: Clear logs
ru: Очистить логи

# Languages::eshop_logistic.clear_old_logs
source: Clear old logs
ru: Очистить старые логи

# Languages::eshop_logistic.logs_title
source: eShopLogistic: Logging
ru: eShopLogistic: Логирование

# Languages::eshop_logistic.city_fias
source: FIAS
ru: ФИАС

# Languages::eshop_logistic.payment_type
source: Payment type eShopLogistic
ru: Тип оплаты eShopLogistic

# Languages::eshop_logistic.tt_payment_type
source: Select the appropriate payment type. This is necessary for the correct calculation of delivery
ru: Выберите подходящий тип оплаты. Это необходимо для корректного расчета доставки

# Languages::eshop_logistic.shipping.header_shipping_terminal
source: Pick-up point
ru: Пункт выдачи

# Languages::eshop_logistic.get_actual_data
source: Get up-to-date data
ru: Получить актуальные данные

# Languages::eshop_logistic.get_cities_codes
source: Get FIAS city codes
ru: Получить ФИАС коды городов

# Languages::eshop_logistic.calculate_shipping
source: Calculate delivery
ru: Рассчитать доставку

# SettingsOptions::eshop_logistic::eshop_api_key
source: API key
ru: API ключ

# SettingsOptions::eshop_logistic::eshop_widget_key
source: Widget key
ru: Ключ для виджета

# SettingsOptions::eshop_logistic::eshop_cache_lifetime
source: Cache lifetime (in hours)
ru: Время жизни кэша (в часах)

# SettingsOptions::eshop_logistic::eshop_use_cache
source: Use cache
ru: Использовать кеширование

# SettingsOptions::eshop_logistic::eshop_use_logging
source: Use logging
ru: Использовать логирование

# SettingsOptions::eshop_logistic::cron_pass
source: CRON pass
ru: Пароль для CRON

# SettingsTooltips::eshop_logistic::eshop_api_key
source: You can find it in your personal account of the service
ru: Вы можете узнать его в личном кабинете сервиса

# SettingsTooltips::eshop_logistic::eshop_widget_key
source: You can find it in the personal account of the service in the widget settings
ru: Вы можете узнать его в личном кабинете сервиса в настройках виджета

# SettingsTooltips::eshop_logistic::eshop_cache_lifetime
source: Defines the time for which API requests will be cached on the store side
ru: Определяет время на которое будут кэшироваться запросы к API на стороне магазина

# SettingsTooltips::eshop_logistic::eshop_use_cache
source: It is not recommended to disable caching. This will significantly slow down the operation of the store
ru: Не рекомендуется выключать кэширование. Это существенно замедлит работу магазина

# SettingsTooltips::eshop_logistic::eshop_use_logging
source: All requests to the service via the API will be logged. If this setting is enabled it is recommended to configure the CRON script to automatically delete entries in the log table
ru: Будут логироваться все запросы к сервису через API. Если данная настройка включена рекомендуется настроить CRON скрипт на автоматическое удаление записей в таблице логов

# SettingsTooltips::eshop_logistic::cron_pass
source: CRON pass
ru: Пароль для CRON

# Languages::eshop_logistic.dilevery.success_get_request_data
source: Data received successfully
ru: Данные успешно получены

# Languages::eshop_logistic.dilevery.failed_get_request_data
source: Couldn't get data
ru: Не удалось получить данные

# SettingsOptions::eshop_logistic::eshop_use_maps
source: Use maps
ru: Использовать карты

# SettingsTooltips::eshop_logistic::eshop_use_maps
source: On the checkout page, the list of PPS for delivery services will be displayed on the map. You need to enable the 'Maps and geolocation' add-on. When enabled, a request for the cost of delivery of the product will be made each time the page is loaded. It is possible to quickly exhaust the limits on requests to eShopLogistic servers. Do not use it on public pages due to the possible high activity of various bots.
ru: На странице оформления заказа список ПВЗ для служб доставки будет отображен на карте. Необходимо включить модуль 'Карты и геолокация'. При включении будет производиться запрос стоимости доставки товара при каждой загрузке страницы. Возможно быстрое исчерпание лимитов на запросы к серверам eShopLogistic. Не используйте на публичных страницах ввиду возможной высокой активности различных ботов.

# Languages::eshop_logistic.addon_not_enable
source: To use the 'Use Maps'setting You need to enable the 'Maps and geolocation' add-on
ru: Для использования настройки 'Использовать карты' Вам необходимо включить модуль 'Карты и геолокация'.
