Repository: cs-market/smart
Catalog: var/langs/*/addons/targetsms.po
Languages: ru_ru

# Addons::name::targetsms
source: [TargetSMS] intergation
ru_ru: [TargetSMS] СМС-рассылки и уведомления

# Addons::description::targetsms
source: Allows you to set up administrator and customer SMS notifications
ru_ru: Позволяет администраторам и покупателям получать смс уведомления

# SettingsVariants::targetsms::customer_phone_field::s
source: Shipping address phone
ru_ru: Телефон адреса доставки

# SettingsVariants::targetsms::customer_phone_field::b
source: Billing address phone
ru_ru: Телефон адреса плательщика

# SettingsSections::targetsms::general
source: General
ru_ru: Основные

# SettingsOptions::targetsms::elm_targetsms_settings
source: Settings
ru_ru: Настройки

# SettingsOptions::targetsms::targetsms_login
source: Login
ru_ru: Логин

# SettingsOptions::targetsms::targetsms_password
source: Password
ru_ru: Пароль

# SettingsOptions::targetsms::targetsms_sender
source: Display name
ru_ru: Имя отправителя

# SettingsOptions::targetsms::elm_admin_send_sms_if
source: Send SMS if
ru_ru: Отправить сообщение если

# SettingsOptions::targetsms::elm_customer_send_sms_if
source: Send SMS if
ru_ru: Отправить сообщение если

# SettingsSections::targetsms::admin_notifications
source: Administrator notifications
ru_ru: Уведомления администраторов

# SettingsOptions::targetsms::admin_phone_number
source: Administrator phone number
ru_ru: Номера телефонов администраторов (через запятую) в формате +79xxxxxxxxx или 79xxxxxxxxx

# SettingsOptions::targetsms::admin_sms_new_cusomer_registered
source: New customer has been registered
ru_ru: Зарегистрирован новый пользователь

# SettingsOptions::targetsms::admin_sms_new_order_placed
source: New order has been placed
ru_ru: Размещен новый заказ

# SettingsOptions::targetsms::admin_sms_order_updated
source: Order has been updated
ru_ru: Заказ был обновлен

# SettingsOptions::targetsms::admin_sms_send_min_amount
source: Only send when order total amount is more than
ru_ru: Отправлять, только если сумма заказа превышает

# SettingsOptions::targetsms::admin_sms_send_shipping
source: Only send for these shipping methods
ru_ru: Отправлять, только если выбран один из следующих способов доставки

# SettingsOptions::targetsms::admin_sms_send_order_statuses
source: Only send for these order statuses
ru_ru: Отправлять, только если статус заказа один из следующих

# SettingsOptions::targetsms::admin_sms_product_negative_amount
source: Product quantity is less than zero
ru_ru: Количество товара в наличии меньше нуля

# SettingsOptions::targetsms::admin_elm_sms_content
source: SMS content
ru_ru: Содержание SMS

# SettingsOptions::targetsms::admin_sms_send_payment_info
source: Add payment info
ru_ru: Добавить информацию об оплате

# SettingsOptions::targetsms::admin_sms_send_customer_email
source: Add customers e-mail
ru_ru: Добавить эл. почту покупателя

# SettingsSections::targetsms::customer_notifications
source: Customer notifications
ru_ru: Уведомления покупателей

# SettingsOptions::targetsms::customer_phone_field
source: Customer phone field
ru_ru: Поле телефона покупателя

# SettingsOptions::targetsms::customer_sms_order_updated
source: Order has been updated
ru_ru: Заказ был обновлен

# SettingsOptions::targetsms::customer_sms_send_shipping
source: Only send for these shipping methods
ru_ru: Отправлять, только если выбран один из следующих способов доставки

# SettingsOptions::targetsms::customer_sms_send_order_statuses
source: Only send for these order statuses
ru_ru: Отправлять, только если статус заказа один из следующих

# SettingsOptions::targetsms::customer_sms_send_min_amount
source: Only send when order total amount is more than
ru_ru: Отправлять, только если сумма заказа превышает

# Languages::addons.targetsms.custom_sms_message
source: Custom SMS message
ru_ru: СМС сообщение

# Languages::addons.targetsms.sms_placeholders
source: You can use these placeholders:<br /><strong>%ORDER_ID%</strong> equals to order ID;<br /><strong>%AMOUNT%</strong> equal to the amount of the order;<br /><strong>%NAME%</strong> equals to customers name;<br /><strong>%LAST_NAME%</strong> equals to customers last name;<br /><strong>%USER_EMAIL%</strong> equals to customers E-Mail;<br /><strong>%COUNTRY%</strong> is the country of delivery;<br /><strong>%ADDRESS%</strong> is equal to the delivery address;<br /><strong>%CITY%</strong> it is a city delivery;<br /><strong>%STATE%</strong> is the area delivery.<br /><strong>%PHONE%</strong> is the customer phone number.<br /><strong>%TRACK_NUMBER%</strong> is the order track number.<br />
ru_ru: Вы можете использовать следующие заполнители:<br /><strong>%ORDER_ID%</strong> равен номеру заказа;<br /><strong>%AMOUNT%</strong> равен сумме заказа;<br /><strong>%NAME%</strong> равен имени пользователя;<br /><strong>%LAST_NAME%</strong> равен фамилии пользователя;<br /><strong>%USER_EMAIL%</strong> равен E-Mail покупателя;<br /><strong>%COUNTRY%</strong> равен стране доставки;<br /><strong>%ADDRESS%</strong> равен адресу доставки;<br /><strong>%CITY%</strong> равен городу доставки;<br /><strong>%STATE%</strong> равен области (району) доставки.<br /><strong>%PHONE%</strong> равен номеру телефона покупателя.<br /><strong>%TRACK_NUMBER%</strong> равен номеру отслеживания заказа.<br />

# Languages::addons.targetsms.new_shipment_sms
source: Shipment for order [order_id] was send. Shipping method: [shipping_method]. It was assigned [tracking_number] tracking number
ru_ru: получил статус

# Languages::targetsms_form_info_text
source: Shipment has been created
ru_ru: Отгрузка создана

# SettingsSections::targetsms::balance
source: Balance
ru_ru: Баланс

# SettingsOptions::targetsms::customer_balance
source: Your balance
ru_ru: Ваш баланс

# Languages::targetsms::sender_names_not_detect
source: Sender names weren't found
ru_ru: Имя отправителя не найдено

# Languages::targetsms::rechardge_btn
source: Rechardge
ru_ru: Пополнить

# Languages::targetsms::balance_currency
source: rub.
ru_ru: руб.

# Languages::targetsms::your_balance
source: Your balance:
ru_ru: Ваш баланс:

# Languages::targetsms::wrong_login_or_password
source: Wrong login or password
ru_ru: Неправильная связка логина и пароля

# Languages::targetsms::is_send_sms
source: Send SMS
ru_ru: Отправить SMS

# SettingsOptions::targetsms::customer_sms_create_shipments_template
source: Shipments SMS template
ru_ru: Шаблон SMS для отгрузок

# SettingsOptions::targetsms::admin_sms_templates
source: Admin SMS template
ru_ru: Шаблон SMS для администратора

# SettingsOptions::targetsms::admin_sms_order_place_template
source: When order placed
ru_ru: Когда заказ размещён

# SettingsOptions::targetsms::admin_sms_order_update_template
source: When order updated
ru_ru: Когда заказ обновлен

# SettingsOptions::targetsms::admin_sms_profile_update_template
source: When profile updated
ru_ru: Когда профиль обновлен

# SettingsOptions::targetsms::admin_sms_update_product_amount_template
source: When product amount updated
ru_ru: Когда количество товара обновлено

# SettingsOptions::targetsms::admin_sms_create_shipments_template
source: When shipment created
ru_ru: Когда создана отгрузка

# Languages::targetsms::sms_sender_for_company
source: SMS Display name
ru_ru: Имя отправителя СМС

# SettingsSections::targetsms::custom_sms
source: Custom SMS
ru_ru: Произвольное СМС

# SettingsOptions::targetsms::phone_numbers
source: Phone numbers
ru_ru: Номера телефонов

# SettingsTooltips::targetsms::phone_numbers
source: Enter phone numbers in comma-separated format +79001234567
ru_ru: Введите номера телефонов в формате +79001234567 через запятую

# SettingsOptions::targetsms::custom_sms_content
source: SMS Content
ru_ru: Текст СМС

# SettingsSections::targetsms::sender_names
source: Sender Names
ru_ru: Имена отправителей

# SettingsOptions::targetsms::list_of_companies
source: List of companies
ru_ru: Список витрин

# SettingsOptions::targetsms::customer_senders
source: List of senders for companies
ru_ru: Список подисей для витрин

# SettingsTooltips::targetsms::customer_senders
source: Please enter a comma separated signatures (from the 'Available signatures' list) that you want to install. Each signature will correspond to the showcase from the 'List of Available Companies' list in the same order.
ru_ru: Пожалуйста, введите через запятую подписи(из списка 'Доступные подписи'), которые вы хотите установить. Каждая подпись будет соответствовать витрине из списка 'Список доступных витрин' в том же порядке

# Languages::targetsms::list_availiables_companies
source: List of Available Companies -
ru_ru: Список доступных витрин -

# Languages::targetsms::availiable_senders
source: Available signatures -
ru_ru: Доступные подписи -

# Languages::targetsms::success_sms_sent
source: SMS was sent
ru_ru: СМС было отправлено

# Languages::targetsms::send_sms
source: Send SMS
ru_ru: Отправить СМС

# SettingsOptions::targetsms::custom_sms_sender
source: SMS sender name
ru_ru: Имя отправителя СМС

# SettingsTooltips::targetsms::custom_sms_sender
source: Custom SMS
ru_ru: Произвольное СМС

# Languages::targetsms::send_custom_sms
source: Send custom SMS
ru_ru: Отправить произвольное СМС
